 ["pzazz","jazzy","buzzy","fuzzy","muzzy","bezzy","bizzy","fizzy","pozzy","whizz","zhuzh","abuzz","scuzz","dizzy","frizz","huzza","mezza","mezzo","pizza","swizz","wizzo","hajji","jujus","tizzy","jeuje","lezzo","squiz","zanza","zazen","izzat","jacky","jeeze","jumpy","tazza","tazze","zizit","jammy","jemmy","jiffy","jimmy","jimpy","junky","mujik","muzak","quack","quick","zappy","zippy","jacks","janky","jocko","jocks","jugum","jumbo","jumps","kopje","kudzu","quaff","quaky","quiff","zaxes","zinky","zuppa","capiz","enzym","furzy","jaggy","jambe","jambs","jerky","jibba","jibbs","jiffs","jiggy","jivey","jokey","jowly","juicy","juked","jukus","junks","kanzu","karzy","khazi","klutz","pujah","zebec","ziffs","zilch","zincy","zippo","zombi","bhaji","boozy","buxom","cozey","crazy","fjeld","fuzed","fuzil","jujus","jumby","jumpy","junky","khoja","kudzu","kylix","mauzy","mazey","qophs","quich","xerox","yukky","zhomo","zilch","zincy","zymes","affix","azuki","bikky","capiz","cobza","ditzy","doozy","dzhos","fazed","flaxy","fuzed","gauzy","ghazi","glazy","gyoza","hazed","hexyl","hyrax","jacks","jeffs","jiffs","jivey","jocko","jocks","jowly","kanzu","karez","kazis","kazoo","kicky","klutz","kopje","kranz","kuzus","kyack","mujik","nudzh","ozeki","pyxed","quake","quark","quayd","quirk","quonk","xylyl","zaidy","zakat","zambo","zayde","zebec","zebub","zerks","zikrs","zimbi","zimbs","zingy","zinke","zippo","zocco","zokor","zombi","zonks","zooks","zoppa","zoppo","zouks","zuppa","zygal","zygon","zynga","avize","azoth","azury","bhaji","boxty","braxy","bunjy","calyx","chawk","choky","choux","chowk","cozed","cylix","epoxy","faqir","fazes","feaze","feeze","fezes","fique","forza","forze","fritz","frize","froze","fuffy","furze","fuzee","fuzes","fuzil","gizmo","hacky","hapax","hazan","hazel","hazer","hazes","heeze","hejab","hertz","hijab","hizen","howff","huffy","jaggy","jiggy","joked","juicy","juked","khaph","mawky","mazed","minxy","mozed","myxos","oxbow","pawky","phlox","pized","prexy","proxy","pujah","pyrex","pyxes","pyxie","pyxis","quash","quays","query","queyn","queys","quoif","quoth","qursh","quyte","ritzy","soyuz","squaw","touzy","towze","vezir","vibex","vizir","vizor","wacky","waltz","wanze","warez","wazir","wazoo","weize","whack","whiff","wicky","winze","wizen","wizes","wootz","xylem","xylic","yucky","yuzus","zarfs","zayin","zesty","zitty","zloty","zooey","zooty","zowee","zowie","zurfs","zushi","adzed","amaze","azoic","baffy","baiza","baize","bazar","bazas","bazoo","bemix","bevvy","bezel","bezes","bezil","bicky","biffy","bivvy","bizes","blaze","blitz","bonza","bonze","booze","bortz","bozos","braza","braze","brize","buaze","buffy","burqa","buxom","byway","cacky","capax","capex","ceaze","chack","chaff","check","chevy","chewy","chick","chivy","chock","chuck","chuff","cimex","cinqs","civvy","cloze","cocky","colza","comix","cooze","coqui","cozen","cozes","cozie","craze","croze","cuzes","czars","dazed","deoxy","dewax","dozed","druxy","dykey","embox","equip","faxed","fedex","fixed","fjeld","fjord","flyby","foxed","fyked","gawky","gazed","gyppy","hadji","hexad","hexed","hodja","hokku","hoxed","hypha","immix","jaker","jakes","jambe","jambo","jambs","jambu","jarks","jauks","jawed","jehad","jembe","jerks","jewed","jibba","jibbs","jihad","jinks","jived","joker","jokes","jokol","jooks","jouks","jowed","joyed","jukes","jukus","jumbo","jumps","junks","kajal","kanji","kayak","kempy","kerky","kexes","khaki","kinky","kojis","kooky","kyaks","maize","maqui","matza","matzo","maxim","mazel","mazer","mazes","mazut","mezes","micky","miffy","miltz","mirza","mixup","mizen","motza","mozes","mozos","mucky","mythy","mzees","namaz","niqab","nizam","peaze","pecky","peize","picky","piezo","pique","pizes","plaza","plotz","pocky","ponzu","prize","puffy","puzel","pygmy","qibla","qorma","qualm","qubit","queme","quims","quipo","quips","quipu","quops","rojak","sabzi","smaze","smize","spaza","spitz","squab","squib","thymy","tomoz","topaz","umiaq","unzip","vexed","vichy","waxed","wexed","which","wokka","xebec","yakka","yechy","yexed","zabra","zaman","zamia","zamis","zebra","zebus","zibet","zinco","zincs","zineb","ziram","zobos","zobus","zoism","zooms","zupan","zupas","admix","adoze","adzes","aflaj","agaze","ajiva","ajwan","ataxy","azide","azido","boxed","byked","chich","chyme","codex","comfy","coxed","cwtch","daffy","darzi","dazer","dazes","diazo","dicky","divvy","dizen","dozen","dozer","dozes","ducky","dumky","durzi","enfix","enjoy","equid","fabby","fakey","falaj","faxes","felix","femmy","ferox","fixer","fixes","fixie","fixit","flaky","flexo","fluky","folky","forex","forky","foxes","foxie","fubby","fujis","funky","fykes","gauze","gazal","gazar","gazer","gazes","gazon","gazoo","ginzo","glaze","glitz","gloze","gonzo","graze","grenz","grize","grosz","gucky","hajes","hajis","hammy","hanky","happy","hawks","hejra","helix","hempy","hewgh","hexer","hexes","hijra","hinky","hippy","hobby","hokey","honky","hooky","hoppy","howdy","howks","hoxes","hubby","hulky","humph","humpy","hunky","husky","hykes","infix","ixnay","izard","jafas","janny","janty","japed","jasey","jatha","javas","javel","jawan","jeely","jefes","jehus","jelly","jenny","jerry","jessy","jetty","jewel","jewie","jhala","jheel","jhils","jibed","jiver","jives","jobed","joeys","johns","jolly","jolty","jonty","jotty","jowar","jowls","jugum","jutty","juves","juvie","kamik","kapok","kecks","khafs","khaya","kheth","khyal","kiack","kicks","klick","knack","knick","knock","koffs","kokam","kokum","kopek","kythe","laxly","lazed","lymph","maxed","mekka","mixed","mochy","muxed","myopy","nymph","oojah","oozed","oxeye","pakka","phpht","podex","poxed","psych","pukka","qadis","qaids","quads","quags","quids","quoad","quods","rajah","razed","refix","rewax","sadza","shaky","shoji","shojo","sixth","sixty","sized","skiff","skivy","skoff","skyey","skyfs","squad","squeg","squid","thanx","thuja","tozed","twixt","unfix","vajra","vampy","varix","vatje","vexer","vexes","vexil","vieux","vitex","vixen","voxel","voxes","vughy","wakfs","wanky","waxen","waxer","waxes","webby","wexes","whelk","whilk","whisk","whomp","whump","whyda","wilja","wimpy","womby","wonky","woxen","wuxia","xylan","xylol","xysti","xysts","yabby","yajna","yakow","yampy","yappy","yecch","yeuky","yexes","yippy","yobby","yojan","yolky","yucch","yummy","yuppy","zaida","zaide","zarda","zedas","zendo","zerda","zigan","zings","zonda","zoned","zooid","addax","aizle","aquae","aquas","arroz","assez","axiom","axman","axmen","azans","azine","azlon","azole","azons","azote","azure","azurn","babby","baccy","bajan","bajra","bajri","bajus","balky","bammy","banjo","barky","bawdy","bawks","beaky","beaux","bekah","bewdy","biccy","bijou","binky","bippy","bobby","bokeh","bolix","booky","boppy","borax","bosky","boxen","boxer","boxes","boxla","braky","bubby","bulky","bumph","bumpy","bunje","buppy","busky","bykes","cabby","cajon","cajun","cakey","calix","campy","carex","casky","cawks","caxon","chalk","champ","chank","chark","cheek","cheka","chiks","chimb","chimp","chink","chirk","choke","choko","chomp","chook","chump","chunk","chynd","cobby","cokey","comby","commy","conky","cooky","coppy","corky","cowks","coxae","coxal"]