["abuse","adzes","affix","aloes","along","amaze","anime","apple","arose","askew","award","badge","baize","basis","beach","being","bevvy","bezel","bhaji","bhaji","bible","birth","black","blahs","blaze","blind","blitz","block","blood","board","booze","boozy","bored","boxed","bozos","brain","braze","bread","break","brown","buffy","butch","buxom","buxom","buyer","byway","calyx","canny","capax","capex","cause","centu","chaff","chain","chair","check","chest","chevy","chewy","chick","chief","child","china","chivy","chock","chuck","chuff","chyme","claim","class","climb","clock","coach","coast","cocky","cocoa","codex","color","comfy","comic","court","court","cover","cover","coxed","cozen","crack","craft","crane","crash","craze","crazy","cream","crime","crime","cross","crowd","crown","cruel","cupid","cycle","czars","daffy","daily","dairy","dance","dance","dazed","dazed","dazes","death","death","debug","delve","depth","devil","diazo","dicky","dirty","disco","divvy","doggo","donor","doubt","doubt","dozed","dozen","dozer","dozes","draft","drain","drake","drama","dream","dress","drill","drink","drive","ducky","earls","earth","earth","email","embox","empty","enemy","enemy","enjoy","enjoy","entry","entry","epoxy","equip","error","error","event","event","fairy","faith","farce","fault","faxed","faxes","fazed","fazes","fedex","felix","fella","fetus","field","fight","final","fixed","fixer","fixes","fixit","fizzy","fjord","flaky","floor","fluky","flyby","focus","force","forex","forgo","foxed","foxes","frame","frank","fritz","frizz","front","fruit","funky","furze","fuzes","gamer","gauze","gauzy","gawky","gazed","gazer","gazes","ghazi","gizmo","glass","glass","glass","glaze","glitz","gonzo","grant","grass","grass","graze","green","group","guide","hacky","hairy","happy","hasty","hawks","hazed","hazel","hazer","hazes","heart","heist","helix","henry","hertz","hexed","hexes","hijab","hikka","hinge","hippy","hobby","hokey","homer","honky","hooky","horse","hotel","house","howdy","hubby","huffy","humph","hunky","husky","image","index","index","infix","input","issue","jacks","jacks","jambs","jambs","japan","japed","javas","jawed","jelly","jenny","jerks","jerky","jerry","jessy","jetty","jewel","jiffs","jiffs","jihad","jinks","jived","jocko","jocko","jocks","jocks","joked","joker","jokes","jokey","jones","jowly","jowly","joyed","judge","juicy","juicy","jumbo","jumbo","jumps","jumps","junks","junks","kanji","kayak","kazoo","khaki","kicky","kinky","klutz","klutz","knife","kooky","kranz","kudzu","kudzu","larva","laser","laura","laxly","layer","lazed","learn","lemon","level","lewis","light","limit","lunch","lymph","maize","major","manga","march","match","matzo","maxed","maxim","mazes","medal","metal","metal","mezes","mezzo","micky","midst","mirza","model","money","money","month","motor","mouth","mozes","mucky","music","night","noise","north","novel","nurse","offer","order","other","owner","oxbow","ozeki","panel","paper","party","peace","peter","phase","phlox","phone","phonk","picky","piece","pilot","pique","pitch","pizza","place","plane","plant","plate","plaza","point","pound","power","press","price","pride","print","prize","prize","proof","proxy","puffy","pygmy","pyrex","pyxed","pyxes","quack","quaff","quake","quaky","qualm","quark","quash","quays","queen","query","quick","quiff","quips","quirk","quoth","radio","range","ratio","reais","reals","reply","right","ritzy","river","round","route","rugby","sauce","saute","scale","scate","scene","scope","score","scour","scrap","sense","shale","shape","share","sheep","sheep","sheet","shift","shine","shirt","shock","shown","sight","simon","skill","slate","sleep","slice","slime","slung","smaze","smile","smith","smoke","sooty","sound","south","soyuz","space","speak","speed","spite","spitz","sport","squab","squad","squaw","squib","staff","stage","start","state","steam","steel","stick","stock","stone","store","story","study","stuff","style","sugar","suite","sweet","swizz","table","taste","terry","theme","thing","tiger","tipsy","title","topaz","total","touch","tower","track","trade","train","train","trash","trend","trial","trust","truth","uncle","union","unity","unzip","value","vexed","vichy","video","visit","voice","wacky","waltz","warez","waste","watch","water","waxed","wazoo","whack","which","whiff","while","white","whole","woman","world","xerox","xylem","years","yield","youth","yucky","yukky","zappy","zebra","zebus","zesty","zesty","zilch","zilch","zippy","zloty","zombi", "bring", "hello", "shell", "rails"]